Repository: coteditor/CotEditor
Catalog: CotEditor/mul.lproj/Main.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pt, tr, zh_hans, zh_hant

# Skr-vI-7VN.title
source: Full-width to Half-width
cs: Full-width do Half-width
de: Vollbreiten zu Halbbreiten
es: Ancho completo a Medio Ancho
fr: Demi-chasse vers pleine chasse
it: Da tutta ampiezza a mezza ampiezza
ja: 半角にする
nl: Volledige breedte naar halve breedte
pt: Largura Completa para Meia Largura
tr: Tam Genişlikten Yarım Genişliğe
zh_hans: 全宽到半宽
zh_hant: 全形到半形

# SPF-Mw-eZP.title
source: Advanced Character Count…
cs: Pokročilé počítání znaků…
de: Erweiterte Zeichenanzahl …
es: Cuenta avanzada de carácteres…
fr: Comptage de caractères avancé…
it: Conteggio caratteri avanzato…
ja: 高度な文字カウント…
nl: Geavanceerde Tekentelling…
pt: Contagem avançada de caracteres…
tr: Gelişmiş Karakter Sayımı…
zh_hans: 绘制分隔线
zh_hant: 進階字元統計⋯

# srI-0X-faq.title
source: Insert from iPhone or iPad
cs: Vložit z iPhonu nebo iPadu
de: Von iPhone oder iPad einfügen
es: Insertar desde iPhone o iPad
fr: Insérer depuis l’iPhone ou l’iPad
it: Inserisci da iPhone o iPad
ja: iPhoneまたはiPadから挿入
nl: Voeg in vanaf iPhone of iPad
pt: Inserir do iPhone ou iPad
tr: iPhone’dan veya iPad’den Ekle
zh_hans: 从iPhone或iPad插入
zh_hant: 從iPhone或iPad插入

# Srp-eD-10Q.title
source: Single Quotes
cs: Jednoduché uvozovky
de: Einfachen Anführungszeichen
es: Comillas simples
fr: Guillemets simples
it: Virgolette singole
ja: 一重引用符
nl: Enkele aanhalingstekens
pt: Aspas Simples
tr: Tek Tırnak
zh_hans: 单引号
zh_hant: 單引號

# sYa-2o-iPk.title
source: Inspector
cs: Inspektor
de: Infofenster
fr: Inspecteur
ja: インスペクタ
nl: Infovenster
pt: Inspetor
tr: Denetçi
zh_hans: 检查器
zh_hant: 檢閱器

# sza-9T-f4h.title
source: Smart Quotes
cs: Inteligentní uvozovky
de: Intelligente Anführungszeichen
es: Comillas inteligentes
fr: Guillemets intelligents
it: Virgolette curve
ja: スマート引用符
nl: Slimme aanhalingstekens
pt: Aspas Inteligentes
tr: Akıllı Tırnaklar
zh_hans: 智能引号
zh_hant: 智慧型引號

# te2-4F-YwD.title
source: Join Lines
cs: Spojit řádky
de: Zeilen verbinden
es: Unir líneas
fr: Joindre des lignes
it: Unisci righe
ja: 行を結合
nl: Voeg regels samen
pt: Juntar Linhas
tr: Satırları Birleştir
zh_hans: 连接行
zh_hant: 加入文字行

# TNF-pL-CAZ.title
source: Share…
cs: Sdílet…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
ja: 共有…
nl: Deel…
pt: Compartilhar…
tr: Paylaş…
zh_hans: 共享…
zh_hant: 分享⋯

# ToR-yH-ahH.title
source: Inspect Character
cs: Zobrazit informace o znaku
de: Zeicheninformation einblenden
es: Inspeccionar carácter
fr: Inspecter le caractère
it: Ispeziona carattere
ja: 文字情報を表示
nl: Inspecteer teken
pt: Inspecionar Caractere
tr: Karakter Denetle
zh_hans: 检视文字
zh_hant: 檢視文字

# tWx-pj-3PL.title
source: Input in Unicode Code Point…
cs: Zadat bod kódu Unicode…
de: In Unicode-Codepunkt eingeben …
es: Introduce código unicode…
fr: Insérer un point de code Unicode…
it: Inserisci in Punto di Codice Unicode…
ja: Unicodeコードポイントで入力…
nl: Voer Unicode-codepunt in…
pt: Inserir nos Pontos de Código do Unicode…
tr: Unicode Kod Noktası Olarak Gir…
zh_hans: 用Unicode输入…
zh_hant: 用Unicode輸入⋯

# u2o-8v-WPL.title
source: About Scripting
cs: O skriptování
de: Über Skriptierung
es: Acerca de hacer scripts
fr: À propos des scripts
it: Sulla creazione di script
ja: スクリプトについて
nl: Over Scripting
pt: Sobre Scripts
tr: Betik Yazımı Hakkında
zh_hans: 关于脚本
zh_hant: 關於指令碼

# U5v-4k-2tq.title
source: Block Comment
cs: Blokový komentář
de: Block auskommentieren
es: Comentario de bloque
fr: Commentaire de bloc
it: Blocca commento
ja: ブロックコメントアウト
nl: Blokopmerking
pt: Comentário em Bloco
tr: Blok Yorum Yap
zh_hans: 块注释
zh_hant: 塊註釋

# u46-te-4c4.title
source: Stack Editors Vertically
cs: Seskupit editory svisle
de: Editoren vertikal stapeln
es: Apilar editores verticalmente
fr: Empiler les éditeurs verticalement
it: Allinea gli editor in verticale
ja: 分割エディタを縦に配置
nl: Stapel bewerkers verticaal
pt: Posicionar Editores Verticalmente
tr: Düzenleyicileri Dikey Yığ
zh_hans: 纵向分栏显示
zh_hant: 縱向分欄顯示

# ue7-85-H8l.title
source: Replace Text
cs: Nahradit text
de: Text ersetzen
es: Reemplazar texto
fr: Remplacer texte
it: Sostituisci testo
ja: テキストを置き換える
nl: Vervang tekst
pt: Substituir Texto
tr: Metin Değişimi
zh_hans: 替换文本
zh_hant: 取代文字

# ULf-cT-Xvb.title
source: Select All Find Matches
cs: Vybrat všechny shody hledání
de: Alle Übereinstimmungen auswählen
es: Seleccionar todas las coincidencias encontradas
fr: Sélectionner tous les résultats de recherche
it: Seleziona tutte le corrispondenze
ja: すべての一致を選択
nl: Selecteer alle zoekresultaten
pt: Selecionar Todas as Ocorrências da Busca
tr: Tüm Bulunan Eşleşmeleri Seç
zh_hans: 选择全部查找到的匹配
zh_hant: 選擇全部尋找到的匹配

# uXu-vF-RqZ.title
source: Show Spelling and Grammar
cs: Zobrazit pravopis a gramatiku
de: Rechtschreibung und Grammatik einblenden
es: Mostrar ortografía y gramática
fr: Afficher l’orthographe et la grammaire
it: Mostra ortografia e grammatica
ja: スペルと文法を表示
nl: Toon spelling en grammatica
pt: Mostrar Ortografia e Gramática
tr: Yazım Denetimi ve Dilbilgisini Göster
zh_hans: 显示拼写和语法
zh_hant: 顯示拼字和文法檢查

# viH-Eo-wKz.title
source: Ligatures
cs: Ligatury
de: Ligaturen
es: Ligaduras
it: Legature
ja: リガチャ
nl: Ligaturen
pt: Ligadures
tr: Birleşik Harfler
zh_hans: 连字
zh_hant: 連字

# WCp-4v-OPR.title
source: New Tab
cs: Nový panel
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuovo pannello
ja: 新規タブ
nl: Nieuw tabblad
pt: Nova Aba
tr: Yeni Sekme
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# wiV-Hh-7xU.title
source: Find Previous
cs: Hledat předchozí
de: Weitersuchen (rückwärts)
es: Buscar anterior
fr: Rechercher le précédent
it: Cerca precedente
ja: 前を検索
nl: Zoek vorige
pt: Buscar Anterior
tr: Öncekini Bul
zh_hans: 查找上一个
zh_hant: 尋找上一個

# x1F-KX-2de.title
source: Make Pascal Case
cs: Převést na PascalCase
de: Pascalcase
es: Aplicar Pascal Case
fr: Mettre en Pascal Case
it: Usa notazione Pascal
ja: パスカルケースにする
nl: Maak pascal case
pt: Tudo em Pascal Case
tr: Paskal Biçimi Yap
zh_hans: 转为大驼峰式
zh_hant: 大駝峰式

# xAm-b4-9CY.title
source: Tab Width
cs: Šířka tabulátoru
de: Tabulatorbreite
es: Anchura del tabulador
fr: Largeur de tabulation
it: Larghezza Tab
ja: タブ幅
nl: Tabbreedte
pt: Largura da Tabulação
tr: Sekme Genişliği
zh_hans: 制表符宽度
zh_hant: 定位符號寬度

# xhf-NR-D2Q.title
source: Reverse
cs: Obrácené pořadí
de: Umdrehen
es: Orden inverso
fr: Inverser
it: Inverti
ja: 反転
nl: Keer om
pt: Inverter
tr: Ters
zh_hans: 逆向排序
zh_hant: 逆向排序

# Xoq-43-C1z.title
source: Braces
cs: Složené závorky
de: Geschweiften Klammern
es: Llaves
fr: Accolades
it: Parentesi graffe
ja: 波括弧
nl: Accolades
pt: Chaves
tr: Kıvrımlı Ayraç
zh_hans: 大括号
zh_hant: 大括弧

# XWV-by-mnw.title
source: Japanese Text
cs: Japonský text
de: Japanischer Text
es: Texto japonés
fr: Texte japonais
it: Testo Giapponese
ja: 日本語テキスト
nl: Japanse tekst
pt: Texto em Japonês
tr: Japonca Metin
zh_hans: 日文文本
zh_hant: 日文文字

# xxp-UD-STx.title
source: URL Encode
cs: Kódování adresy URL
de: URL-Codierung
es: Codificar URL
fr: Encoder URL
it: Codifica URL
ja: URLエンコード
nl: Coder URL
pt: Codificar URL
tr: URL Kodla
zh_hans: URL编码
zh_hant: URL 編碼

# yN3-iT-4Lq.title
source: Substitutions
cs: Záměny
de: Ersetzungen
es: Substituciones
it: Sostituzioni
ja: 自動変換
nl: Vervanging
pt: Substituições
tr: Değişimler
zh_hans: 替换
zh_hant: 替代

# YOd-Hk-eIa.title
source: Indentation
cs: Odsazení
de: Einzug
es: Sangria
fr: Identation
it: Rientro
ja: インデント
nl: Inspringing
pt: Recuo
tr: Girintile
zh_hans: 缩进
zh_hant: 縮排

# yph-qH-qNE.title
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
nl: Opmerking
pt: Comentário
tr: Yorum
zh_hans: 注释
zh_hant: 註釋

# ZrR-aL-1eB.title
source: Make Lower Case
cs: Převést na malá písmena
de: Kleinbuchstaben
es: Todo en minúsculas
fr: Mettre en minuscules
it: Scrivi in lettere minuscole
ja: 小文字にする
nl: Zet om in kleine letters
pt: Tudo em Minúsculas
tr: Küçük Harf Yap
zh_hans: 变为小写
zh_hant: 小寫

# 578.title
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
nl: Tekst
pt: Texto
tr: Metin
zh_hans: 文本
zh_hant: 文字

# 579.title
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
nl: Tekst
pt: Texto
tr: Metin
zh_hans: 文本
zh_hant: 文字
